org-files/nemo.org
:PROPERTIES:
:ID:       a8a70ed4-0408-48f0-94d2-aa0c74301c53
:END:
#+title: nemo
#+STARTUP: overview

#+date: 2023-08-29

#+hugo_custom_front_matter: :thumbnail "images/image.jpg"
#+setupfile: ./setup.conf
#+hugo_tags: nemo, linux
#+hugo_categories: apps
#+hugo_draft: false

Nemo es un software gratuito y de código abierto y administrador oficial de archivos del entorno de escritorio Cinnamon. Es una bifurcación de archivos GNOME (anteriormente llamados Nautilus).

#+BEGIN_export html
<!--more-->
#+END_export

Explorador de archivos que utilizo en [[id:9d4a6d4f-e0be-47b4-8780-19a414c8230e][linux mint]].

*** Comandos básicos
  - Crear enlace simbólico: Ctrl + Shift + Arrastrar (Editar-Preferencias-Menús contextuales)
