public_html/nemo.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026-03-20 vie 13:37 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>nemo</title>
<meta name="author" content="Sherlockes" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='https://gongzhitaao.org/orgcss/org.css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">nemo</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org64901c2">1. Comandos básicos</a></li>
</ul>
</div>
</div>
<p>
Nemo es un software gratuito y de código abierto y administrador oficial de archivos del entorno de escritorio Cinnamon. Es una bifurcación de archivos GNOME (anteriormente llamados Nautilus).
</p>

<p>
Explorador de archivos que utilizo en <a href="linux_mint.html#ID-9d4a6d4f-e0be-47b4-8780-19a414c8230e">linux mint</a>.
</p>

<div id="outline-container-org64901c2" class="outline-2">
<h2 id="org64901c2"><span class="section-number-2">1.</span> Comandos básicos</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Crear enlace simbólico: Ctrl + Shift + Arrastrar (Editar-Preferencias-Menús contextuales)</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2023-08-29</p>
<p class="author">Author: Sherlockes</p>
<p class="date">Created: 2026-03-20 vie 13:37</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
